START_MESSAGE = (
    "*Добро пожаловать!* 👋\n\n"
    "Вы вошли в Telegram-бот *Eltuvchi* — удобный инструмент для управления междугородними грузоперевозками.\n\n"
    "С помощью этого бота вы можете:\n"
    "• Легко создавать новые заказы 🚚\n"
    "• Отслеживать текущие заказы 👀\n"
    "• Проверять платежи и расчёты 💳\n"
    "• Управлять историей и статусами заказов 📦\n\n"
    "Используйте соответствующие команды бота для создания или просмотра заказов.\n\n"
    "С Eltuvchi работать легко и быстро!"
)

UNKNOWN_COMMAND = (
    "❌ *Неизвестная команда!*\n"
    "Пожалуйста, используйте только доступные заказы и действия.\n\n"
    "Нажмите на кнопку ниже, чтобы продолжить через Eltuvchi Web App:"
)